Repository: jfearn/perl-Perinci-CmdLine-Classic
Catalog: po/*.po
Languages: fr, id

source: --version (or -v)
fr: --version (ou -v)
id: --version (atau -v)

source: Show version
fr: Afficher la version
id: Tampilkan versi

source: --help (or -h, -?) [--verbose]
id: --help (atau -h, -?) [--verbose]

source: Display this help message
fr: Afficher ce message d'aide
id: Tampilkan pesan bantuan ini

source: Choose output format, e.g. json, text
fr: Choisir le format de sortie, par exemple json, text
id: Pilih format keluaran, mis: json, text

source: Equivalent to --format=json-pretty
fr: Equivalent à --format=json-pretty
id: Sama dengan --format=json-pretty

source: Equivalent to --format=yaml
fr: Equivalent à --format=yaml
id: Sama dengan --format=yaml

source: Equivalent to --format=perl
fr: Equivalent à --format=perl
id: Sama dengan --format=perl

source: Pass options to formatter
fr: Passer des options au formateur
id: Berikan opsi ke pemformat

source: Set path to configuration file
fr: Fixer le chemin de fichier de configuration
id: Set path file konfigurasi

source: Do not use any configuration file
fr: Ne pas utiliser aucun ficher de configuration
id: Jangan gunakan file konfigurasi

source: Set configuration profile to use
fr: Fixer le profil de configuration à utiliser
id: Set profil konfigurasi yang ingin dipakai

source: Set log level to quiet
fr: Fixer le niveau de logging au quiet
id: Set level log ke quiet

source: Set log level to verbose
fr: Fixer le niveau de logging au verbose
id: Set level log ke verbose

source: Set log level to debug
fr: Fixer le niveau de logging au debug
id: Set level log ke debug

source: Set log level to trace
fr: Fixer le niveau de logging au trace
id: Set level log ke trace

source: Set log level
fr: Fixer le niveau de logging
id: Set level log

source: List actions history
fr: Énumérer historique des actions
id: Lihat sejarah tindakan

source: Clear actions history
fr: Effacer historique des actions
id: Bersihkan sejarah tindakan

source: Undo previous action
fr: Annuler l'action précédente
id: Undo tindakan sebelumnya

source: Redo previous undone action
fr: Refaire l'action annulée
id: Redo (ulangi) tindakan yang di-undo sebelumnya

source: Run in simulation mode (also via DRY_RUN=1)
fr: Fonctionner en mode simulation (également via DRY_RUN=1)
id: Jalankan dalam mode simulasi (bisa pula lewat DRY_RUN=1)

source: There are no subcommands
fr: Il n'y a pas de sous-commandes
id: Tidak ada subperintah

source: {category} subcommands
fr: Sous-commandes de la catégorie '{category}'
id: Subperintah kategori '{category}'

source: main
fr: principal
id: utama

source: {program} version {version}
id: {program} versi {version}

source: --cmd=<other-subcommand> [options]
fr: --cmd=<autre-sous-commande> [options]
id: --cmd=<subperintah-lain> [opsi]

source: <subcommand> [options]
fr: <sous-commande> [options]
id: <subperintah> [opsi]

source: [options]
id: [opsi]

source: Usage
fr: Utilisation
id: Cara pakai

source: Options
id: Opsi

source: Common options
fr: Options communes
id: Opsi umum

source: {category} options
fr: Options avec catégorie '{category}'
id: Opsi kategori '{category}'

source: required
fr: nécessaire
id: wajib

source: or as argument #{index}
fr: ou comme argument #{index}
id: atau sbg argumen #{index}

source: from stdin
fr: à partir de stdin
id: dari masukan standar

source: from stdin/files
fr: ou à partir de stdin/des fichiers
id: dari masukan standar/berkas

source: value in
fr: valeur est l'une des
id: nilai salah satu dari

source: Popular subcommands
fr: Sous-commandes populaires
id: Subperintah popular

source: Subcommands
fr: Sous-commandes
id: Subperintah

source: For more complete help, use '--help --verbose'
fr: Pour de l'aide plus complète, utilisez '--help --verbose'
id: Untuk bantuan lebih lengkap, gunakan '--help --verbose'

source: To see all available subcommands, use '--subcommands'
fr: Pour voir toutes les sous-commandes disponibles, utilisez '--subcommands'
id: Untuk melihat semua subperintah, gunakan '--subcommands'

source: Description
id: Deskripsi

source: Examples
id: Contoh

source: Result
fr: Résultat
id: Hasil

source: Enter %s:
fr: Entrez %s:
id: Masukkan %s:

source: List available subcommands
fr: Énumérer des sous-commandes disponibles
